Repository: common-repository/bse-kronosexpress-shipping-woocommerce
Catalog: languages/kronosexpress_shipping_woocommerce-*.po
Languages: el

source: Tracking System Installation
el: Εγκατάσταση Συστήματος Παρακολούθησης

source: You may use the following shortcode [kronosexpress_tracking_system] to add tracking on your website.
el: Μπορείτε να χρησιμοποιήσετε τον ακόλουθο σύντομο κωδικό (shortcode) [kronosexpress_tracking_system] για να προσθέσετε παρακολούθηση πακέτων στον ιστότοπό σας.

source: Request Quotation
el: Ζητήστε Προσφορά

source: Get Account
el: Αποστολή Προσφοράς

source: Create SandBox
el: Δημιουργήστε Λογαριασμό Sandbox

source: Send us a request to open an account.
el: Στείλτε μας ένα αίτημα για άνοιγμα λογαριασμού.

source: Create Sandbox Account
el: Δημιουργία

source: Create a sandbox account for your development/testing environment.
el: Δημιουργήστε έναν λογαριασμό sandbox για το περιβάλλον ανάπτυξης / δοκιμών σας.

source: Enable
el: Ενεργοποίηση

source: Enable SandBox
el: Ενεργοποίηση Sandbox

source: Enable or Disable the plugin
el: Ενεργοποίηστε ή απενεργοποίηστε το πρόσθετο

source: Enable or Disable the sandbox
el: Ενεργοποίηστε ή απενεργοποίηστε το sandbox περιβάλλον

source: Required Field in order to communicate with the KronosExpress Service
el: Απαιτούμενο πεδίο για επικοινωνία με την υπηρεσία KronosExpress API

source: Tracking Customer Notification (as soon as a shipping label is created or cancelled)
el: Παρακολούθηση ειδοποίησης πελατών (μόλις δημιουργηθεί ή ακυρωθεί μια ετικέτα αποστολής)

source: Enable the option if you would like your customer to receive an email as soon as a Kronos Express shipping label is created or cancelled.
el: Ενεργοποιήστε την επιλογή εάν θέλετε ο πελάτης σας να λαμβάνει ένα μήνυμα ηλεκτρονικού ταχυδρομείου μόλις δημιουργηθεί ή ακυρωθεί μια ετικέτα αποστολής Kronos Express.

source: Tracking Customer Notification (when an order is completed)
el: Παρακολούθηση ειδοποίησης πελατών (όταν ολοκληρωθεί μια παραγγελία)

source: Enable the option if you would like your customer to receive a tracking link when an order is marked as completed.
el: Ενεργοποιήστε την επιλογή εάν θέλετε ο πελάτης σας να λαμβάνει έναν σύνδεσμο παρακολούθησης όταν μια παραγγελία επισημαίνεται ως ολοκληρωμένη.

source: ACCOUNT REQUEST
el: ΑΙΤΗΣΗ ΓΙΑ ΠΡΟΣΦΟΡΑ

source: CONTACT DETAILS
el: ΣΤΟΙΧΕΙΑ ΕΠΙΚΟΙΝΩΝΙΑΣ

source: * NAME
el: * ΟΝΟΜΑ

source: COMPANY
el: ΕΤΑΙΡΕΙΑ

source: * TELEPHONE
el: * ΤΗΛΕΦΩΝΟ

source: NUMBER OF ORDERS
el: ΑΡΙΘΜΟΣ ΑΠΟΣΤΟΛΩΝ

source: MONTHLY
el: ΜΗΝΑΙΩΣ

source: COMMENTS
el: ΣΧΟΛΙΑ

source: CREATE SANDBOX ACCOUNT
el: ΔΗΜΙΟΥΡΓΙΑ SANDBOX ΛΟΓΑΡΙΑΣΜΟΥ

source: * SURNAME
el: * ΕΠΙΘΕΤΟ

source: SUBMIT
el: ΑΠΟΣΤΟΛΗ

source: CLOSE
el: ΕΞΟΔΟΣ

source: Thank you. Your application has been submitted. We will contact you as soon as possible!
el: Ευχαριστούμε. Η αίτηση σας έχει καταχωρηθεί. Θα επικοινωνήσουμε μαζί σας το συντομότερο!

source: Thank you. Please check your email!
el: Ευχαριστούμε. Ελέξετε το email σας!

source: REFERENCE NUMBER DOES NOT EXIST
el: ΔΕΛΤΙΟ ΑΠΟΣΤΟΛΗΣ ΔΕΝ ΒΡΕΘΗΚΕ

source: Reference Number
el: Αριθμός Αποστολής

source: Tracking System
el: Σύστημα Εντοπισμού

source: DATE
el: ΗΜΕΡΟΜΗΝΙΑ

source: LOCATION
el: ΣΤΑΘΜΟΣ

source: STATUS
el: ΚΑΤΑΣΤΑΣΗ

source: ERROR. PLEASE RETRY
el: ΣΦΑΛΜΑ: ΠΙΕΣΤΕ F5

source: PICKUP LOCATION
el: ΣΤΑΘΜΟΣ ΠΑΡΑΛΑΒΗΣ

source: Nicosia
el: Λευκωσία

source: Limmasol
el: Λεμεσός

source: Larnaca
el: Λάρνακα

source: Paphos
el: Πάφος

source: Famagusta
el: Αμμόχωστος

source: YOU MUST SELECT A PICKUP LOCATION
el: ΠΑΡΑΚΑΛΩ ΕΠΙΛΕΞΤΕ ΣΤΑΘΜΟ ΠΑΡΑΛΑΒΗΣ

source: The plugin must be enabled
el: Το πρόσθετο δεν είναι ενεργό

source: Track your parcel
el: Εντοπισμός Αντικειμένου

source: The voucher
el: Το δελτίο αποστολής

source: has been cancelled.
el: έχει ακυρωθεί.
